Repository: sanchezanxo/apalpador
Catalog: languages/apalpador-*.po
Languages: gl_es

source: Adds the traditional Galician Christmas character "Apalpador" to your WordPress site with festive visual effects.
gl_es: Engade o personaxe tradicional do Nadal galego "Apalpador" ao teu sitio de WordPress con efectos visuais festivos.

source: Apalpador Settings
gl_es: Axustes de Apalpador

source: Settings
gl_es: Axustes

source: Apalpador Help
gl_es: Axuda de Apalpador

source: Help
gl_es: Axuda

source: Select Apalpador Image
gl_es: Selecciona a imaxe do Apalpador

source: Use this image
gl_es: Usar esta imaxe

source: General
gl_es: Xeral

source: Enable Plugin
gl_es: Activar o plugin

source: Show Character
gl_es: Amosar o personaxe

source: Date Range
gl_es: Intervalo de datas

source: Image
gl_es: Imaxe

source: Position
gl_es: Posición

source: Size
gl_es: Tamaño

source: Padding
gl_es: Marxe interior

source: Animations
gl_es: Animacións

source: Entry Animation
gl_es: Animación de entrada

source: Idle Animation
gl_es: Animación en repouso

source: Click Animation
gl_es: Animación ao facer clic

source: Speech Bubble
gl_es: Bocadillo de fala

source: Effects
gl_es: Efectos

source: Snow Effect
gl_es: Efecto de neve

source: Shooting Star
gl_es: Estrela fugaz

source: Configure when the Apalpador should appear on your site.
gl_es: Configura cando debe aparecer o Apalpador no teu sitio.

source: Customize how the Apalpador looks and where it appears.
gl_es: Personaliza o aspecto do Apalpador e onde aparece na pantalla.

source: Configure the Apalpador animations.
gl_es: Configura as animacións do Apalpador.

source: Add festive visual effects to your site.
gl_es: Engade efectos visuais festivos ao teu sitio.

source: Enable the plugin on the frontend
gl_es: Activar o plugin no frontend

source: Master switch to enable/disable all plugin features.
gl_es: Interruptor xeral para activar ou desactivar todas as funcións do plugin.

source: Show the Apalpador character
gl_es: Amosar o personaxe do Apalpador

source: Disable to show only snow and shooting star effects without the character.
gl_es: Desactívao para amosar só os efectos de neve e estrela fugaz sen o personaxe.

source: From:
gl_es: Desde:

source: To:
gl_es: Ata:

source: Format: MM-DD (e.g., 12-01 for December 1st)
gl_es: Formato: MM-DD (p.ex., 12-01 para o 1 de decembro)

source: Select a preset image:
gl_es: Selecciona unha imaxe predefinida:

source: Custom
gl_es: Personalizado

source: Select from Media Library
gl_es: Seleccionar da Biblioteca de medios

source: Remove
gl_es: Eliminar

source: Preview:
gl_es: Previsualización:

source: Preview
gl_es: Previsualizar

source: Bottom Left
gl_es: Abaixo á esquerda

source: Bottom Right
gl_es: Abaixo á dereita

source: Small (100px)
gl_es: Pequeno (100px)

source: Medium (150px)
gl_es: Medio (150px)

source: Large (200px)
gl_es: Grande (200px)

source: None
gl_es: Ningún

source: Slide
gl_es: Deslizar

source: Fade
gl_es: Esvaecer

source: Bounce
gl_es: Rebotar

source: Rotate
gl_es: Rotar

source: Enable subtle breathing animation
gl_es: Activar unha animación sutil de respiración

source: Shake
gl_es: Tremer

source: Spin
gl_es: Xirar

source: Pulse
gl_es: Pulsar

source: Enable speech bubble
gl_es: Activar o bocadillo de fala

source: Text:
gl_es: Texto:

source: Maximum 100 characters.
gl_es: Máximo 100 caracteres.

source: Font size:
gl_es: Tamaño da fonte:

source: Small
gl_es: Pequeno

source: Medium
gl_es: Medio

source: Large
gl_es: Grande

source: Trigger:
gl_es: Disparador:

source: Show once on page load
gl_es: Amosar unha vez ao cargar a páxina

source: Show on click
gl_es: Amosar ao facer clic

source: Show on hover
gl_es: Amosar ao pasar o rato

source: Enable snow effect
gl_es: Activar o efecto de neve

source: Density:
gl_es: Densidade:

source: Low
gl_es: Baixa

source: High
gl_es: Alta

source: Enable shooting star effect
gl_es: Activar o efecto de estrela fugaz

source: Frequency: every
gl_es: Frecuencia: cada

source: seconds
gl_es: segundos

source: Apalpador - Traditional Galician Christmas character
gl_es: Apalpador - Personaxe tradicional do Nadal galego

source: About the Apalpador
gl_es: Sobre o Apalpador

source: The Apalpador is a traditional Galician Christmas figure. He is a charcoal maker who comes down from the mountains on the night of December 31st to check if children have eaten well during the year by touching their bellies. If they have eaten well, he leaves them chestnuts as a gift.
gl_es: O Apalpador é unha figura tradicional do Nadal galego. É un carboeiro que baixa das montañas na noite do 31 de decembro para comprobar, tocándolles a barriga, se as nenas e nenos comeron ben durante o ano. Déixalles castañas como agasallo.

source: How to Use
gl_es: Como usar

source: Go to Settings to configure the plugin.
gl_es: Vai a Axustes para configurar o plugin.

source: Enable the plugin and set your preferred date range.
gl_es: Activa o plugin e establece o intervalo de datas que prefiras.

source: Choose an image for the Apalpador or use the default.
gl_es: Escolle unha imaxe para o Apalpador ou usa a que vén por defecto.

source: Customize position, size, and animations as desired.
gl_es: Personaliza a posición, o tamaño e as animacións como queiras.

source: Enable snow and shooting star effects for extra festivity.
gl_es: Activa os efectos de neve e estrelas fugaces para un extra de festa.

source: Settings Overview
gl_es: Resumo dos axustes

source: Enable Plugin:
gl_es: Activar o plugin:

source: Turn the Apalpador display on or off.
gl_es: Activa ou desactiva a visualización do Apalpador.

source: Date Range:
gl_es: Intervalo de datas:

source: Set when the Apalpador should appear. Default is December 1st to January 6th.
gl_es: Indica cando debe aparecer o Apalpador. Por defecto é entre o 1 de decembro e o 6 de xaneiro.

source: Image:
gl_es: Imaxe:

source: Select a custom image from your media library.
gl_es: Selecciona unha imaxe personalizada desde a túa biblioteca de medios.

source: Position:
gl_es: Posición:

source: Choose bottom-left or bottom-right corner.
gl_es: Escolle a esquina inferior esquerda ou dereita.

source: Size:
gl_es: Tamaño:

source: Small (100px), Medium (150px), Large (200px), or Custom.
gl_es: Pequeno (100px), Medio (150px), Grande (200px) ou Personalizado.

source: Padding:
gl_es: Marxe interior:

source: Distance from the edges of the screen.
gl_es: Distancia respecto das beiras da pantalla.

source: Entry Animation:
gl_es: Animación de entrada:

source: How the Apalpador appears when the page loads.
gl_es: Como aparece o Apalpador cando carga a páxina.

source: Idle Animation:
gl_es: Animación en repouso:

source: Subtle breathing movement while idle.
gl_es: Movemento sutil de respiración mentres está parado.

source: Click Animation:
gl_es: Animación ao facer clic:

source: Animation when visitors click on the Apalpador.
gl_es: Animación cando as visitantes fan clic no Apalpador.

source: Snow Effect:
gl_es: Efecto de neve:

source: Falling snowflakes across the screen.
gl_es: Focos de neve caendo por toda a pantalla.

source: Shooting Star:
gl_es: Estrela fugaz:

source: Occasional shooting stars crossing the sky.
gl_es: Estrelas fugaces ocasionais cruzando o ceo.

source: Accessibility
gl_es: Accesibilidade

source: All animations respect the user's "prefers-reduced-motion" setting. If a visitor has enabled reduced motion in their system settings, animations will be disabled automatically.
gl_es: Todas as animacións respectan a preferencia "prefers-reduced-motion" da persoa usuaria. Se alguén ten activada a redución de movemento na configuración do seu sistema, as animacións desactivaranse automaticamente.

source: Support
gl_es: Soporte

source: For support, feature requests, or bug reports, please visit the %s.
gl_es: Para soporte, suxestións de novas funcións ou informes de erros, visita o %s.

source: GitHub repository
gl_es: repositorio de GitHub
